app/controllers/posts_controller.rb

INSERT INTO "posts" ("created_at", "text", "title", "updated_at") VALUES (?, ?, ?, ?)  [["created_at", Wed, 03 Jul 2013 20:34:26 UTC +00:00], ["text", "texto"], ["title", "titulo"], ["updated_at", Wed, 03 Jul 2013 20:34:26 UTC +00:00]]
---
	def create
		@post = Post.new(params[:post].permit(:title, :text))

		if @post.save